Repository: szymonfelinski/BR-practise-group-project
Catalog: ComauRacer3demo/Logical/mappView/Resources/Texts/VisualizationLoginTexts.tmx
Source language: en
Languages: pl

source: Loggout
pl: Wyloguj

source: Username:
pl: Nazwa użytkowanika:

source: Password:
pl: Hasło:

source: Login
pl: Zaloguj się

source: User changed to:
pl: Użytkownik zmieniony na:

source: Set User failed
pl: Ustawienie użytkownika nie powiodło się

source: Login succesful
pl: Logowanie powiodło się

source: Please Login
pl: Zaloguj się
